exports.schema = {
  'справочники': {
    'Организации':{
      'поля': {
        'ИНН': ['text'],
      },
      'параметры': {
        'типКода': 'text',
        'длинаКода': 9,
      }
    },
    'Сотрудники': {
      'поля': {
        'Фамилия': ['text'],
        'Имя': ['text'],
        'Отчество': ['text'],
        'Организация': ['Cправочник.Организации'],
      },
      'параметры': {
        'типКода': 'text',
        'длинаКода': 9,
      }
    }
  },
  'документы': {
    'приемНаРаботу': {}
  }
};
